Repository: saica1101/StaminaManager
Catalog: StaminaManager/Resources/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# SettingsBackdropFallbackRemoteSession
source: Backdrops are unavailable in a remote session, so a solid background is being used. Check again after ending the remote session or keep a solid background.
ja_jp: リモート接続を終了後に再確認するか、単色表示を続けてください。

# SettingsBackdropFallbackUnsupported
source: The selected background is unavailable in this environment, so a solid background is being used. Keep a solid background or choose a different background.
ja_jp: 単色表示を続けるか、別の背景を選択してください。

# SettingsBackdropFallbackApplyFailed
source: The selected background could not be applied, so a solid background is being used. Keep a solid background or choose a different background and try again.
ja_jp: 単色表示を続けるか、別の背景を選択して再試行してください。

# SettingsBackdropFallbackSolidFailed
source: The solid background could not be applied. Restart the app.
ja_jp: 単色背景を適用できませんでした。アプリを再起動してください。

# SettingsBackdropFallbackDefault
source: The selected background is unavailable, so a solid background is being used.
ja_jp: 選択した背景を使用できないため、単色背景を使用します。

# SettingsAcrylicOpacityInvalid
source: Enter Acrylic opacity as an integer from 0% to 100%.
ja_jp: Acrylic の不透明度は0～100%の整数で入力してください。

# SettingsCloseBehaviorInvalid
source: The close behavior setting is invalid.
ja_jp: 閉じる操作の設定が正しくありません。

# SettingsStartupChangeFailure
source: Windows startup could not be changed. Try again later.
ja_jp: Windowsログイン時起動を変更できませんでした。

# SettingsStartupDisabledByUser
source: Windows startup is disabled in your startup settings. Enable it in Windows Settings.
ja_jp: ユーザーがWindowsのスタートアップ設定で無効にしています。Windowsの設定から有効にしてください。

# SettingsStartupDisabledByPolicy
source: Windows startup cannot be enabled because of an organization policy. Contact your administrator if needed.
ja_jp: 組織のポリシーによりWindowsログイン時起動を有効にできません。必要な場合は組織の管理者へ確認してください。

# SettingsStartupEnabledByPolicy
source: Windows startup cannot be disabled because of an organization policy. Contact your administrator if needed.
ja_jp: 組織のポリシーによりWindowsログイン時起動を無効にできません。必要な場合は組織の管理者へ確認してください。

# SettingsStartupSaveFailureActualState
source: Could not save the setting. The previous setting was restored. The actual Windows state is shown. Try again.
ja_jp: 設定を保存できませんでした。以前の設定に戻しました。Windowsの実際の状態は画面へ反映しました。

# SettingsStartupStatusCheckFailure
source: The actual Windows startup state could not be checked. Reopen Settings and try again.
ja_jp: Windowsログイン時起動の実際の状態を確認できませんでした。Settingsを開き直して再試行してください。

# SettingsStartupStatusSaveFailure
source: The actual Windows startup state is shown, but the setting could not be saved. Try again.
ja_jp: Windowsログイン時起動の実際の状態は画面へ反映しましたが、設定を保存できませんでした。再試行してください。

# SettingsNotificationLeadInvalid
source: Enter notification time as an integer from 0 to 525,600 minutes.
ja_jp: 通知時間は0～525,600分の整数で入力してください。

# SettingsNotificationAvailabilityCheckFailure
source: Windows notification status could not be checked. Check Windows notification settings and try again.
ja_jp: Windowsの通知状態を確認できませんでした。Windowsの通知設定を確認してから再試行してください。

# SettingsNotificationSettingsLaunchFailure
source: Windows notification settings could not be opened. Check notifications manually in Windows Settings.
ja_jp: Windowsの通知設定を開けませんでした。Windowsの設定から通知を手動で確認してください。

# SettingsNotificationReconcileFailure
source: Settings were saved, but some Windows notifications could not be synchronized. Change the setting and try again.
ja_jp: 設定は保存しましたが、一部のWindows通知を同期できませんでした。設定を変更して再試行してください。

# SettingsNotificationReconcileInvalidSchedule
source: Notification times could not be calculated. Review the notification lead time or game settings.
ja_jp: 通知時刻を計算できませんでした。通知する分数またはゲーム設定を見直してください。

# SettingsNotificationReconcileTitle
source: Notification synchronization is incomplete
ja_jp: 通知の同期が完了していません

# SettingsNotificationPermissionDisabled
source: Windows notifications are disabled. Open Windows notification settings and enable them.
ja_jp: Windows通知が無効です。Windowsの通知設定を開いて有効にしてください。

# SettingsNotificationPermissionPolicy
source: Windows notifications are unavailable because of an organization policy. Contact your administrator if needed.
ja_jp: 組織のポリシーによりWindows通知を利用できません。必要な場合は管理者へ確認してください。

# SettingsNotificationPermissionManifest
source: The app notification configuration is unavailable. Turn notifications off and check stamina in the app.
ja_jp: Windows通知のアプリ構成を利用できません。通知をオフにしてスタミナをアプリで確認してください。

# SettingsNotificationPermissionUnsupported
source: Windows notifications are unavailable in this environment. Turn notifications off and check stamina in the app.
ja_jp: この環境ではWindows通知を利用できません。通知をオフにしてスタミナをアプリで確認してください。

# SettingsNotificationPermissionTitle
source: Windows notifications are unavailable
ja_jp: Windows通知を利用できません

# SettingsSavedTitle
source: Setting saved
ja_jp: 設定を保存しました

# SettingsThemeRollbackUnknown
source: Could not save the setting. The previous setting was restored. The actual theme state could not be verified. Restart the app.
ja_jp: 設定を保存できませんでした。以前の設定に戻しました。テーマの実際の表示状態を確認できません。アプリを再起動してください。

# SettingsThemeRollbackUnknownAfterCancel
source: Saving the setting was canceled. The previous setting was restored. The actual theme state could not be verified. Restart the app.
ja_jp: 設定の保存がキャンセルされました。以前の設定に戻しました。テーマの実際の表示状態を確認できません。アプリを再起動してください。

# SettingsThemeRollbackFailed
source: Could not save the setting. The theme could not be restored. Restart the app.
ja_jp: 設定を保存できませんでした。テーマ表示を以前に戻せないため、アプリを再起動してください。

# SettingsThemeRollbackFailedAfterCancel
source: Saving the setting was canceled. The theme could not be restored. Restart the app.
ja_jp: 設定の保存がキャンセルされました。テーマ表示を以前に戻せないため、アプリを再起動してください。

# SettingsBackdropRollbackSafeFallback
source: Could not save the setting. The previous setting was restored. The background was switched to a safe solid background.
ja_jp: 設定を保存できませんでした。以前の設定に戻しました。背景は安全な単色表示へ切り替わりました。

# SettingsBackdropRollbackSafeFallbackAfterCancel
source: Saving the setting was canceled. The previous setting was restored. The background was switched to a safe solid background.
ja_jp: 設定の保存がキャンセルされました。以前の設定に戻しました。背景は安全な単色表示へ切り替わりました。

# SettingsBackdropRollbackUnknown
source: Could not save the setting. The previous setting was restored. The actual background state could not be verified. Restart the app.
ja_jp: 設定を保存できませんでした。以前の設定に戻しました。背景の実際の表示状態を確認できません。アプリを再起動してください。

# SettingsBackdropRollbackUnknownAfterCancel
source: Saving the setting was canceled. The previous setting was restored. The actual background state could not be verified. Restart the app.
ja_jp: 設定の保存がキャンセルされました。以前の設定に戻しました。背景の実際の表示状態を確認できません。アプリを再起動してください。

# SettingsBackdropRollbackFailed
source: Could not save the setting. The background could not be restored. Restart the app.
ja_jp: 設定を保存できませんでした。背景表示を以前に戻せないため、アプリを再起動してください。

# SettingsBackdropRollbackFailedAfterCancel
source: Saving the setting was canceled. The background could not be restored. Restart the app.
ja_jp: 設定の保存がキャンセルされました。背景表示を以前に戻せないため、アプリを再起動してください。

# SettingsAcrylicOpacityFailureTitle
source: Acrylic tint opacity could not be changed
ja_jp: Acrylic の不透明度を変更できませんでした

# SettingsAcrylicOpacityFailureRestored
source: Acrylic tint opacity could not be applied. The previous value was restored.
ja_jp: Acrylic の不透明度を適用できませんでした。直前に適用できた値へ戻しました。

# SettingsAcrylicOpacityFailureSafeFallback
source: Acrylic tint opacity could not be applied. The background was switched to a safe solid background. Restart the app.
ja_jp: Acrylic の不透明度を適用できませんでした。背景は安全な単色表示へ切り替わりました。アプリを再起動してください。

# SettingsAcrylicOpacityFailureUnknown
source: Acrylic tint opacity could not be applied. The actual background state could not be verified. Restart the app.
ja_jp: Acrylic の不透明度を適用できませんでした。背景の実際の表示状態を確認できません。アプリを再起動してください。

# SettingsAcrylicOpacityFailureRollbackFailed
source: Acrylic tint opacity could not be applied. The background could not be restored. Restart the app.
ja_jp: Acrylic の不透明度を適用できませんでした。背景表示を以前に戻せないため、アプリを再起動してください。

# SettingsAcrylicOpacityRollbackSafeFallback
source: Acrylic tint opacity could not be saved. The background was switched to a safe solid background. Restart the app.
ja_jp: 設定を保存できませんでした。以前の設定に戻しました。背景は安全な単色表示へ切り替わりました。アプリを再起動してください。

# SettingsAcrylicOpacityRollbackSafeFallbackAfterCancel
source: Saving the setting was canceled. The background was switched to a safe solid background. Restart the app.
ja_jp: 設定の保存がキャンセルされました。以前の設定に戻しました。背景は安全な単色表示へ切り替わりました。アプリを再起動してください。

# SettingsAcrylicOpacityRollbackUnknown
source: Could not save the setting. The actual background state could not be verified. Restart the app.
ja_jp: 設定を保存できませんでした。以前の設定に戻しました。背景の実際の表示状態を確認できません。アプリを再起動してください。

# SettingsAcrylicOpacityRollbackUnknownAfterCancel
source: Saving the setting was canceled. The actual background state could not be verified. Restart the app.
ja_jp: 設定の保存がキャンセルされました。以前の設定に戻しました。背景の実際の表示状態を確認できません。アプリを再起動してください。

# SettingsAcrylicOpacityRollbackFailed
source: Could not save the setting. The background could not be restored. Restart the app.
ja_jp: 設定を保存できませんでした。背景表示を以前に戻せないため、アプリを再起動してください。

# SettingsAcrylicOpacityRollbackFailedAfterCancel
source: Saving the setting was canceled. The background could not be restored. Restart the app.
ja_jp: 設定の保存がキャンセルされました。背景表示を以前に戻せないため、アプリを再起動してください。
